FIRST_GREET_MESSAGE_1 = """\
こんにちは、マスター！
これからマスターのサポートを担当する 美咲 (みさき) だよ。
よろしくね！\
"""

FIRST_GREET_MESSAGE_2 = """\
Proximaではあと2人の仲間がいるの！
- クエストエージェント: 楓 (かえで)
- キャリアエージェント: 麗華 (れいか)

クエストについての相談はかえでちゃん、キャリアについての相談はれいかねーにバトンパスするよ！

わたしは...まあ、ほら...元気なのが取り柄だから！\
"""

FIRST_GREET_MESSAGE_3 = """\
まずは、さっき教えてもらった目標をもとに、マスターのタスクを作成するよ！
毎日出すから要チェックだよ！
サボっちゃダメだからね！
もしタスクを変えたい場合は言ってね！
じゃあちょっと待ってて！\
"""

FIRST_GREET_MESSAGE_4 = """\
タスクの作成が終わったよ！
サイドバーの"クエスト"から確認してみてね！
あとでかえでちゃんにお礼言っておくよーに！\
"""

CREATE_QUEST_FAILED_MESSAGE = """\
あれ、タスクの作成に失敗しちゃったみたい！
もう一度あとでかえでちゃんにお願いしてみてくれるかな？？\
"""

FIRST_GREET_MESSAGE_5 = """\
それじゃあ、改めて！Proximaへようこそ！
マスター、これからよろしくね！\
"""
